Repository: NaN-tic/trytond-stock_picking
Catalog: locale/*.po
Languages: ca_es, es

# error:stock.shipment.out.packed:
source: Does not match the quantity. Qty "%(product)s" is "%(quantity)s"
ca_es: No coincideix la quantitat. La quantitat de "%(product)s" és "%(quantity)s"

# error:stock.shipment.out.packed:
source: Missing product "%(product)s" in shipment
ca_es: Falten els productes "%(product)s" en l'albarà

# error:stock.shipment.out.packed:
source: Unknown error. Try again to picking the shipment
ca_es: Error desconegut. Intenta de nou empaqueta l'albarà

# field:stock.shipment.out.picking,lines:
source: Lines
ca_es: Línies
es: Líneas

# field:stock.shipment.out.picking,note:
source: Note
ca_es: Nota
es: Nota

# field:stock.shipment.out.picking,number_packages:
source: Number of Packages
ca_es: Número paquets
es: Número paquetes

# field:stock.shipment.out.picking,shipment:
source: Shipment
ca_es: Albarà
es: Albarán

# field:stock.shipment.out.picking.line,product:
source: Product
ca_es: Producte
es: Producto

# field:stock.shipment.out.picking.line,product_domain:
source: Product Domain
ca_es: Domini producte
es: Dominio producto

# field:stock.shipment.out.picking.line,quantity:
source: Quantity
ca_es: Quantitat
es: Cantidad

# field:stock.shipment.out.picking.line,shipment:
source: Shipment Out
ca_es: Albarà client
es: Albarán cliente

# field:stock.shipment.out.picking.result,note:
source: Note
ca_es: Nota
es: Nota

# field:stock.shipment.out.picking.result,shipment:
source: Shipment
ca_es: Albarà
es: Albarán

# field:stock.shipment.out.scanning.result,note:
source: Note
ca_es: Nota
es: Nota

# field:stock.shipment.out.scanning.result,shipment:
source: Shipment
ca_es: Albarà
es: Albarán

# field:stock.shipment.out.scanning.start,product:
source: Product
ca_es: Producte
es: Producto

# field:stock.shipment.out.scanning.start,shipments:
source: Shipments
ca_es: Albarans
es: Albaranes

# help:stock.shipment.out.picking,shipment:
source: Shipment Assigned state
ca_es: L'estat de l'albarà ha de ser reservat
es: El estado del albarán debe ser reservado

# model:ir.action,name:act_stock_shipment_out_picking
source: Done Picking
ca_es: Finalitza empaquetament
es: Empaquetado

# model:ir.action,name:act_stock_shipment_out_scanning
source: Product Scanning
ca_es: Escaneig de productes
es: Escanear productos

# model:ir.ui.menu,name:menu_stock_shipment_out_picking
source: Done Picking
ca_es: Finalitza empaquetament
es: Empaquetar

# model:ir.ui.menu,name:menu_stock_shipment_out_scanning
source: Product Scanning
ca_es: Escaneig de productes
es: Escanear productos

# model:stock.shipment.out.picking,name:
source: Shipment Out Picking
ca_es: Empaquetament albarà de client
es: Empaquetado albarán cliente

# model:stock.shipment.out.picking.line,name:
source: Shipment Out Picking Line
ca_es: Linies empaquetament albará de client
es: Línea empaquetado albarán cliente

# model:stock.shipment.out.picking.result,name:
source: Shipment Out Picking Result
ca_es: Resultat de l'empaquetament de l'albará de client
es: Resultado empaquetado albarán cliente

# model:stock.shipment.out.scanning.result,name:
source: Shipment Out Scanning Result
ca_es: Resultat d'escaneig d'albará de client
es: Resultado de escaneo de albarán cliente

# model:stock.shipment.out.scanning.start,name:
source: Shipment Out Scanning Start
ca_es: Inici escaneig d'albará de client
es: Inicio de escaneo de albarán cliente

# view:stock.shipment.out.picking.line:
source: Shipment Out Picking
ca_es: Empaquetament albarà de client
es: Empaquetado albarán cliente

# view:stock.shipment.out.picking.result:
source: Shipment Out Picking Result
ca_es: Resultat de l'empaquetament de l'albarà de client
es: Resultado empaquetado albarán cliente

# view:stock.shipment.out.picking.result:
source: Successfully packed shipment
ca_es: S'ha empaquetat l'albarà
es: Se ha empaquetado el albarán

# view:stock.shipment.out.picking:
source: Done Picking Shipment Out
ca_es: Finalitza l'empaquetament albarans de client
es: Finalizar empaquetado albarán de cliente

# view:stock.shipment.out.picking:
source: Products
ca_es: Productes
es: Productos

# view:stock.shipment.out.scanning.result:
source: Shipment Out Scanning Result
ca_es: Resultat d'escaneig d'albará de client
es: Resultado de escaneo de albarán cliente

# view:stock.shipment.out.scanning.result:
source: Successfully packed shipment
ca_es: S'ha empaquetat l'albarà
es: Se ha empaquetado el albarán

# view:stock.shipment.out.scanning.start:
source: Product Scanning
ca_es: Escaneig de productes
es: Escaneo de productos

# view:stock.shipment.out.scanning.start:
source: Shipments
ca_es: Albarans
es: Albaranes

# wizard_button:stock.shipment.out.packed,picking,end:
source: Cancel
ca_es: Cancel·la
es: Cancelar

# wizard_button:stock.shipment.out.packed,picking,packed:
source: Picking
ca_es: Empaquetament
es: Empaquetado

# wizard_button:stock.shipment.out.packed,result,end:
source: Done
ca_es: Finalitza
es: Realizado

# wizard_button:stock.shipment.out.packed,result,picking:
source: New picking
ca_es: Nou empaquetament
es: Nuevo empaquetado

# wizard_button:stock.shipment.out.scanning,result,end:
source: Done
ca_es: Finalitza
es: Realizado

# wizard_button:stock.shipment.out.scanning,result,start:
source: New picking
ca_es: Nou empaquetament
es: Nuevo empaquetado

# wizard_button:stock.shipment.out.scanning,start,end:
source: Cancel
ca_es: Cancel·la
es: Cancelar

# wizard_button:stock.shipment.out.scanning,start,packed:
source: Picking
ca_es: Recollida
es: Empaquetar
